Revit 2024 API
GroundConductorSizeSet Constructor
Initializes a new instance of the GroundConductorSizeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public GroundConductorSizeSet()
Visual Basic
Public Sub New
Visual C++
public:
GroundConductorSizeSet()
See Also
GroundConductorSizeSet Class
Autodesk.Revit.DB.Electrical Namespace